Revit 2027 API
ParameterTypeId.VisGraphicsDesignoptions Property
 "V/G Overrides Design Options"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VisGraphicsDesignoptions { get; }
Public Shared ReadOnly Property VisGraphicsDesignoptions As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VisGraphicsDesignoptions {
	ForgeTypeId^ get ();
}
static member VisGraphicsDesignoptions : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace